{
	"pcm": "2-23-006254",
	"issue_date_ts": 1682728680000,
	"unit_name": "ABC Company 2",
	"issue_title": "Donut Stator Core Oozing liquid Like Material from Between Laminations",
	"issue_statement": "Generator Services is currently on a scheduled maintenance outage at the XYZ ABC Company U2 generator site. \n\nThis generator is a 180\/64-18 Manufacturer PQR (KWU) design generator that was rewound in 2018 with Siemens\/OldCompanyName coils, that were manufactures in our Manufacturing PlantLMN, in cityxyz facility. In addition, the original core was replaced with new NPI’ed donut core during the rewind. \n\nPart of the work scope of the outage is to perform a visual inspection of the generator stator. In addition, a AtypeOfInspection visual inspection of the air gap and wedge tightness test is to be performed.",
	"comments": "Engineering reviewed the pictures and information provided. From the pictures, Engineering did not see any blocked vents. Site had incorrectly marked a location as blocked vents. Those are step iron lamination slits not radial vents.\n\nThis appear to be uncured liquidlikematerial during the donut manufacturing process. Site should collect a sample and send it to PlantABC to be tested to verify if this is the micalastic liquidlikematerial or not. Below are the possible concerns. \n\n- Blocked vent holes: No evidence yet. Engineering recommends performing a thorough AtypeOfInspection inspection to see if there are any blocked vent holes. Report back if site finds any.\n- Step iron core damage due to overheating: Overheating could happen since the step iron tooth is covered with liquidlikematerial where the flux heating is high. No visual indications of overheating. There is a LOW possibility of this happening. Site can consider performing a AnothertypeOfInspection to see if there is any core damage in this area, but it is a LOW risk to postpone.\n- liquidlikematerial dripping on the rotor may cause an imbalance of the rotor if the liquidlikematerial was getting collected on local areas of the rotor. However, according to records, this is a baseload machine so even if the liquidlikematerial was dripping on to the rotor, the chances are LOW that the liquidlikematerial would be collected in one location of the rotor while the machine is running. Engineering recommends, performing a AtypeOfInspection Visual inspection of the rotor to check if there is any liquidlikematerial on the rotor. Report back any findings. \n- Site can also check if this liquidlikematerial is uncured or not (solidified) at this time. Engineering recommends running a stick from the OD of the core to reach the tooth top area to see if this liquidlikematerial is soft or hard. Site can run the AtypeOfInspection camera while running the stick from the OD to see if there is any movement of the liquidlikematerial. \n&#009;\nOverall, due to the lack of evidence of any thermal distress or blocked vents, Engineering does not see any reason to request the rotor to be out.\nFirstName1 LastName1\/FirstName4 LastName4\/FirstName2 LastName2\/FirstName3 LastName3\nGenerator Service Engineering",
	"product_type": "FrameType 180\/64-18",
	"station_type": "StationType",
	"closure_comments": "Engineering reviewed the pictures and information provided. From the pictures, Engineering did not see any blocked vents. Site had incorrectly marked a location as blocked vents. Those are step iron lamination slits not radial vents.\n\nThis appear to be uncured liquidlikematerial during the donut manufacturing process. Site should collect a sample and send it to PlantABC to be tested to verify if this is the micalastic liquidlikematerial or not. Below are the possible concerns. \n\n- Blocked vent holes: No evidence yet. Engineering recommends performing a thorough AtypeOfInspection inspection to see if there are any blocked vent holes. Report back if site finds any.\n- Step iron core damage due to overheating: Overheating could happen since the step iron tooth is covered with liquidlikematerial where the flux heating is high. No visual indications of overheating. There is a LOW possibility of this happening. Site can consider performing a AnothertypeOfInspection to see if there is any core damage in this area, but it is a LOW risk to postpone.\n- liquidlikematerial dripping on the rotor may cause an imbalance of the rotor if the liquidlikematerial was getting collected on local areas of the rotor. However, according to records, this is a baseload machine so even if the liquidlikematerial was dripping on to the rotor, the chances are LOW that the liquidlikematerial would be collected in one location of the rotor while the machine is running. Engineering recommends, performing a AtypeOfInspection Visual inspection of the rotor to check if there is any liquidlikematerial on the rotor. Report back any findings. \n- Site can also check if this liquidlikematerial is uncured or not (solidified) at this time. Engineering recommends running a stick from the OD of the core to reach the tooth top area to see if this liquidlikematerial is soft or hard. Site can run the AtypeOfInspection camera while running the stick from the OD to see if there is any movement of the liquidlikematerial. \n&#009;\nOverall, due to the lack of evidence of any thermal distress or blocked vents, Engineering does not see any reason to request the rotor to be out.\n\nFirstName1 LastName1\/FirstName4 LastName4\/FirstName2 LastName2\/FirstName3 LastName3\nGenerator Service Engineering",
	"closure_date": null,
	"pcm_status": "Clarification Confirmation - in process",
	"generator_serial": "MK999999",
	"turbine_serial_number": "999999"
}